export default function Page() {
  return (
    <>
      <div>
        <h1>DOLIST</h1>
        <p>- 좌측 사이드 바 아코디언처럼 적용</p>
        <p>- 탭만들어서 코드와 미리보기 동시에 보여줄 수 있게 수정</p>
        <p>- 구조다듬기, html 만 만들면 알아서 나오게끔</p>
        <p>- 변칙에 따른 미리보기 늘리기</p>
        <p>- 그 외 아라에 들어갈 샘플들을 늘려둘 것</p>
        <br />
        <br />

        <h1>디자인 시스템 적용</h1>
        <p>- 학교가 요구하는 사항에 맞춰줄 수 있도록 강제하지는 않는다</p>
        <p>- 이런 요구 사항에 무조건적으로 맞춰주지 않도록, 설득을 위한 공신력 있는 자료를 만들어낸다</p>
        <p>- 교직원은 공신력 있는 자료가 있으면 충분히 설득 가능하다’</p>
        <p>- 네이버, 애플, 카카오가 이렇게 했다 / UX 디자이너가 이렇게 했다 → 이 자료를 만들어야 한다</p>
        <p>- 가이드 라인만 만들어도 충분하지 않을까? ⇒ 부족할 수 있으니 레퍼런스는 추가한다 ⇒ 토스, UX 책, 영어 자료… ⇒ 이를 근거로 우리는 이렇게 만들고 있다~</p>
        <p>- 내년에 공통원서 모바일 만들 때 이 설득 자료를 도입하면 좋겠다</p>
        <p>- 이렇게 결론이 나오도록 만들어야 한다</p>
      </div>
    </>
  )
}